Repository: anastasiya-laptseva/CourseProject
Catalog: CourseProject/Localizations/*.lproj/Localizable.strings
Languages: ru

# emperorCard_map_description
source: The card speaks of stability, reliability, patronage, assistance, promotion of growth and the implementation of plans. Protecting what has been achieved, setting boundaries, accepting great responsibility. Clear, clear, useful and effective actions, prudence, proximity to reality. The presence of this card in the layout immediately adds strength and constancy to the matter. But that's not all - the Emperor is in charge of such values ​​as influence, authority, power and glory. After all, he is the Emperor for a reason! This Arkan is a symbol of firmness and power. The emperor as a whole belongs to the group of positive Arcana and his appearance in the layout is very, very good. It's just that for many people, its impact seems too harsh. Well, with the most august persons, presumably, it is not easy. Someone is having difficulty building relationships with the Empress. With regard to the Emperor, there are simply more such people. The card in the layout speaks of actions from a position of strength, with the conviction that one is right. The main meaning of this Arcana is the realization of ideas. That is why it can be considered positive.
ru: Карта говорит о стабильности, надежности, покровительстве, помощи, содействии росту и реализации планов. Защита достигнутого, установление границ, принятие большой ответственности. Четкие, ясные, полезные и эффективные действия, рассудительность, близость к реальности. Присутствие этой карты в раскладе сразу добавляет делу прочности и постоянства. Но это еще не все – в ведении Императора находятся такие значения как влиятельность, авторитет, власть и слава. В конце концов, недаром он Император! Этот Аркан – символ твердости и могущества. Император в целом принадлежит к группе позитивных Арканов и его появление в раскладе очень и очень неплохо. Просто многим людям его воздействие кажется слишком жестким. Что ж, с августейшими особами, надо полагать, не бывает легко. Кто-то с трудом выстраивает отношения с Императрицей. В отношении Императора таких людей просто больше. Карта в раскладе говорит о действиях с позиции силы, при убежденности в своей правоте. Главное значение этого Аркана – реализация замыслов. Именно поэтому его можно считать позитивным.

# hierophantCard_map_description
source: The Hierophant points mainly to three things: questions of ethics, the process of learning and participation in some kind of rituals and ceremonies. This may be the conclusion of an official marriage. It gives a positive answer to the question of the possibility or need to learn or teach, as well as the possibility or need to formalize relationships. The deeper meanings of the card are true religiosity, following the shepherd, mentorship and deep knowledge, the search for meaning and its acquisition. The hierophant often falls out when you are trying to explain what is happening to you in terms of some teaching, whether it be homeopathy, Orthodoxy, Viennese psychoanalysis, Indian astrology, or anything else (the spectrum is unlimitedly wide, and the teaching itself can exist for two thousand years, so and two months). In other words, you begin to think, interpret and evaluate your life experience, seeing in it some additional meaning. Often this is really a flash of interest in the church, an appeal to historically significant views and principles.
ru: Иерофант указывает главным образом на три вещи: вопросы этики, процесс обучения и участие в каких-то ритуалах и церемониях. Это может быть и заключение официального брака. Он дает положительный ответ на вопрос о возможности или необходимости учиться или учить, а также о возможности или необходимости оформлять отношения. Более глубокие значения карты – истинная религиозность, следование за пастырем, наставничество и глубокое знание, поиски смысла и его обретение. Иерофант нередко выпадает тогда, когда вы пытаетесь объяснить происходящее с вами в терминах какого-то учения, будь то гомеопатия, православие, венский психоанализ, индийская астрология или что угодно другое (спектр неограниченно широк, а само учение может существовать как две тысячи лет, так и два месяца). Иными словами, вы начинаете задумываться, толковать и оценивать свой жизненный опыт, усматривая в нем какой-то дополнительный смысл. Часто это действительно вспышка интереса к церкви, обращение к исторически значимым воззрениям и принципам.

# lovesCard_map_description
source: Card meaning - Choice! Intrapersonal conflict is what the Lovers portend. That far from blissful state, when it seems that it is impossible to make a decision, and the usually intelligible inner voice turns into a many-headed hydra, which begins to sing in chorus out of place, they say, the heart is not a stone, but the brain is not semolina ... Just a conflict between the heart and the mind manifests itself most sharply, although this is not necessary (but if the Three of Swords is nearby, for example, then it is necessary). At this moment in your life, you are somehow at a crossroads and are faced with the need to make a choice, and a very important one, and fraught with long-term consequences. Lovers always warn that this choice will come back to haunt you (or maybe the decision will affect the rest of your life). Of course, in the most typical case, this is a choice between suppressing the desire or giving in to it. This choice may concern not only a partner, but also a profession, travel, educational institution, home, car or lifestyle in general. Moreover, alternatives, as a rule, are mutually exclusive, it is impossible to sit on two chairs. Ancient interpretations emphasize the positive meaning of the Lovers - falling out in a layout, this card tells you that the right choice will be made! Lovers is a card of sincere deeds performed “not according to the law, but according to the soul”, fully expressing the true aspirations of a person. Of course, passionate love also applies here.
ru: Значение карты - Выбор! Внутриличностный конфликт – вот что предвещают Влюбленные. То далеко не блаженное состояние, когда кажется, что решение принять невозможно, а обычно внятный внутренний голос превращается в многоголовую гидру, которая начинает петь хором невпопад, мол, сердце не камень, но и мозг не каша манная... Как раз конфликт между сердцем и умом проявляется наиболее остро, хотя это не обязательно (но если рядом Тройка Мечей, например, то обязательно). Вы в данный момент своей жизни каким-то образом находитесь на распутье и поставлены перед необходимостью сделать выбор, причем очень важный и чреватый долгоиграющими последствиями. Влюбленные всегда предупреждают, что этот выбор вам еще «аукнется» (а может быть принятое решение повлияет на всю дальнейшую жизнь). Разумеется, в самом типичном случае это выбор между тем, подавить желание или поддаться ему. Этот выбор может касаться не только партнера, но и профессии, путешествия, учебного заведения, дома, машины или стиля жизни в целом. Причем альтернативы, как правило, являются взаимоисключающими, усидеть на двух стульях невозможно. Старинные толкования подчеркивают позитивное значение Влюбленных – выпадая в раскладе, эта карта говорит вам о том, что будет сделан верный выбор! Влюбленные – это карта искренних поступков, совершаемых «не по закону, но по душе», полностью выражающих подлинные стремления человека. Конечно, страстная влюбленность сюда тоже относится.

# chariotCard_map_description
source: There is a significant leap forward in life. A person is able to overcome obstacles, he has confidence in himself and his own abilities. Thanks to the layout of this card, a person can take large-scale actions, both in professional activities and on the personal front. Everything you want comes true, the enemies retreat, there are no obstacles on the way to success. And even if quite recently there were still difficulties, then with the Chariot card you need to get rid of past problems and take the first step towards your success. The past should be left behind, because a new life stage awaits a person ahead. He will be full of strength and determination, show his courage and discover a new world. The chariot, as it were, pushes a person to take on some new unfamiliar business for him. As a rule, this card falls to those people who really strive to find themselves, are drawn to something new, and they are literally overwhelmed with energy and enthusiasm. They are active and optimistic, and always strive to achieve their goals.
ru: В жизни происходит заметный скачок вперед. Человек способен преодолевать препятствия, у него появляется уверенность в себе и собственных силах. Благодаря раскладу этой карты, человек может совершить масштабные действия, как в профессиональной деятельности, так и на личном фронте. Все что хочется – сбывается, враги отступают, нет препятствий на пути к успеху. И даже если совсем недавно еще были трудности, то с картой Колесница нужно освободиться от прошлых проблем, и сделать первый шаг к своему успеху. Прошлое должно остаться позади, ведь впереди человека ждет новый жизненный этап. Он будет полон сил и решимости, проявит свою смелость и откроет для себя новый мир. Колесница как бы подталкивает человека – взяться за какое-то для него новое незнакомое дело. Как правило, эта карта выпадает тем людям, которые действительно стремятся к поиску себя, тянутся к чему-то новому, и их буквально переполняет энергия и воодушевление. Они активны и оптимистичны, и всегда стремятся добиваться своих целей.

# strengthCard_map_description
source: This Arcana is considered positive, contains a fairly large amount of energy, and calls to bravely and decisively resist the vicissitudes of fate. Strength heralds a test of endurance and speaks of the need for patience and courage. The strength in the alignment is evidence that so far a person has been on the right path, and now he has to test his mind, check. This is a card of the inner strength needed to overcome obstacles along the way and to remain steadfast in the face of difficult circumstances. Usually, this need to be strong for the sake of others or oneself involves curbing one's own feelings, whether it be passion, longing or disappointment. Man has been challenged, and cowardice and weak will are out of place now! What is to be experienced must be accepted calmly, patiently and without losing self-confidence. Achieving emotional maturity is now the most important task. Raging or pitying yourself, you will not solve it. Strength often falls out when a person feels that he is in a rather dangerous situation, and he has to, relatively speaking, enter the lion's den, armed only with his convictions (I recall the biblical prophets and the lives of the saints). The traditional meaning of the Force is positive: overcoming obstacles (with the strength of the spirit shown), victory over unforeseen circumstances. This is a card of willpower, energy, resilience and triumph. Its function is to give strength to subdue an external or internal enemy (for example, to overcome weaknesses). In the layout, it denotes the opportunity to succeed and the advice to act gently, unobtrusively and at the same time fearlessly. If the alignment is done for some kind of crisis situation, the Force clearly indicates that a person has the strength to do everything necessary and cope with it, and quite easily and confidently. The main thing is that he should not doubt for a second his ability to do this!
ru: Этот Аркан считается позитивным, заключает в себе достаточно большое количество энергии, и призывает отважно и решительно противостоять превратностям судьбы. Сила возвещает испытание на выносливость и говорит о необходимости терпения и смелости. Сила в раскладе - свидетельство того, что до сих пор человек шел верным путем, а сейчас ему предстоит испытание умонастроений, проверка. Это карта внутренней силы, необходимой для преодоления препятствий на пути и для того, чтобы оставаться непоколебимым перед лицом сложных обстоятельств. Обычно эта необходимость быть сильным во имя других или себя самого подразумевает обуздание собственных чувств, будь то страсть, тоска или разочарование. Человеку брошен вызов, и малодушие и слабоволие сейчас не к месту! То, что предстоит пережить, необходимо принять спокойно, терпеливо и не теряя уверенности в себе. Достижение эмоциональной зрелости сейчас самая важная задача. Беснуясь или жалея себя, ее не решишь. Сила часто выпадает тогда, когда человек ощущает, что попал в довольно опасную ситуацию, и ему предстоит, условно говоря, войти в логово льва, вооружившись только своими убеждениями (вспоминаются библейские пророки и жития святых). Традиционное значение Силы позитивно: преодоление препятствий (при проявленной силе духа), победа над непредвиденными обстоятельствами. Это карта силы воли, энергии, стойкости и триумфа. Ее функция – дать силу усмирить внешнего или внутреннего врага (например, преодолеть слабости). В раскладе она обозначает возможность добиться успеха и совет действовать мягко, ненавязчиво и при этом неустрашимо. Если расклад делается на какую-то кризисную ситуацию, Сила четкое указывает, что у человека есть силы сделать все необходимое и справиться с ней, причем достаточно легко и уверенно. Главное – он должен ни секунды не сомневаться в своей способности сделать это!

# hermitCard_map_description
source: The hermit emphasizes the desire to withdraw and the need for introspection, finding inner peace and one's own truth, following one's own path. He says it's time to re-evaluate your life, your goals and your connections. It's time to move away from social life a little, leave petty worries and entertainment that has become familiar: they interfere with thinking about the soul. Each person needs a period of solitude (“hermitage”) in order to finally understand himself. However, this is not just a timeout, in general, the vibrations of the Hermit are noticeably superior to the Four of Swords. They announce being in their own center and finding their own light. The main thing that proclaims the Ninth Arcanum is the refusal to be guided by other people's opinions (only one's own!), the refusal to do anything contrary to oneself, one's inner sense of true and true, for the sake of others or simply according to universal concepts. This is a card of spiritual independence and great personal strength, enough to walk your own narrow path, despite the absence of fellow travelers (or at least public approval).
ru: Отшельник акцентирует стремление замкнуться и потребность в самоанализе, обретение внутреннего мира и собственной правды, следование своим путем. Он говорит, что пришло время заново оценить свою жизнь, свои цели и связи. Пора чуть отойти от социальной жизни, оставить мелочные заботы и ставшие привычными развлечения: они мешают задуматься о душе. Каждому человеку требуется период уединения (“отшельничество”), чтобы разобраться наконец в себе самом. Однако это не просто тайм-аут, вообще вибрации Отшельника заметно превосходят Четверку Мечей. Они возвещают нахождение в своем собственном центре и нахождение своего собственного света. Главное, что возвещает Девятый Аркан – это отказ руководствоваться чужими мнениями (только собственным!), отказ делать что-либо наперекор себе, своему внутреннему ощущению истинного и верного, в угоду другим или просто соответственно всеобщим понятиям. Это карта духовной самостоятельности и огромной личностной силы, достаточной для того, чтобы идти своим узким путем, несмотря на отсутствие попутчиков (или хотя бы общественного одобрения).

# wheelOfFortuneCard_map_description
source: This is a card of change and is traditionally considered a good omen! The Wheel of Fortune brings change and, as a rule, good luck, but at the same time it informs us that the situation is not under our control, and the plans are in the power of surprises of fate beyond our control. At the event level, it indeed often corresponds to situations where we can do nothing, and which at the same time affect the very foundations of the established course of things. But whatever is done is for the best, and these situations can be defined more as a “happy accident” than a “complete ambush”. Everything will turn out in favor of the questioner without any special volitional efforts on his part (although the feeling of complete inscrutableness and “accidentality” of what is happening can blow in a cool breeze - what if I came five minutes later? What if ... .? scary to think, everything would be different!). But that's the trick of the Tenth Arcanum, that you can not think about it. Fate synchronizes everything with truly cosmic precision. The Wheel of Fortune is one of the most mystical cards. Often, this card is in charge of questions of returning to something, some kind of recurring situations. In life, everything repeats itself, including purely karmic, everything returns to normal - feelings, thoughts, events. This card speaks of resignation to fate, of “the moment comes” and a return to our destiny, about something over which we have no control.
ru: Это карта перемен, она традиционно считается добрым предзнаменованием! Колесо Фортуны несет перемены и, как правило, удачу, но при этом сообщает, что ситуация нам не подконтрольна, а планы находятся во власти неподвластных нам сюрпризов судьбы. На событийном уровне оно и в самом деле часто соответствует ситуациям, где мы ничего не можем поделать, и которые при этом затрагивают самые основы устоявшегося хода вещей. Но что ни делается – все к лучшему, и эти ситуации можно определить скорее как «счастливый случай» нежели «полная засада». Все обернется в пользу вопрошающего без каких-либо особых волевых усилий с его стороны (хотя ощущение полной неисповедимости и «случайности» происходящего может веять прохладным ветерком – а что, если бы я пришел на пять минут позже? А что, если бы....? страшно подумать, все было бы по-другому!). Но в том-то и фокус Десятого Аркана, что об этом можно не думать. Судьба синхронизирует все с поистине космической точностью. Колесо Фортуны – это одна из самых мистических карт. Нередко в ведении этой карты оказываются вопросы возвращения к чему-то, какие-то повторяющиеся ситуации. В жизни все повторяется, в том числе чисто кармически, все возвращается на круги своя - чувства, мысли, события. Эта карта говорит о покорности року, о «наступлении момента» и возвращении к своей судьбе, о чем-то, над чем мы не властны.

# justiceCard_map_description
source: The practical significance of the tarot card justice (justice) in relation to the Questioner is not only in the confusion of the trial, but in general in any area where judgments are made or disputes are resolved. If a person is waiting for a court decision, the card says that it will be in his favor. On the other hand, the Tarot Card Justice (Justice) requires a person to find a balance between conflicting forces, material and spiritual, physical and mental, reasonable and intuitive. Papers are waiting for you, legal activities that will affect you in any way. Perhaps the cases are controversial - a divorce, and sometimes about compensation for any loss. In the psychological sphere, the Tarot Card Justice (Justice) is a symbol of balance of spirit and the ability to find a common language with other people - especially in important matters, it means maturity and life experience. The card speaks of the need for a thorough assessment of all sides of the case in order to make the right decision. Reminds of the need for balance, impartiality. Also, the card may indicate the upcoming court (but it can be both a contest and a competition). Act legally and honestly, then there will be success. Any lie, deception can lead to defeat.
ru: Практическое значение карты таро правосудие (справедливость) по отношению к Вопрошающему не только в путанице судебного разбирательства, но и вообще в любой сфере, где выносятся суждения или разрешаются споры. Если человек ожидает решения суда, карта говорит, что оно будет в его пользу. С другой стороны, Карта Таро Правосудие (Справедливость) требует от человека найти равновесие между противоречивыми силами, материальными и духовными, физическими и умственными, разумными и интуитивными. Вас ждут бумаги, правовая деятельность, которая вас каким-либо образом коснется. Возможно, дела спорные - развод, а иногда и о возмещении какого-либо убытка. В психологической сфере Карта Таро Правосудие (Справедливость) является символом равновесия духа и умением найти общий язык с другими людьми - особенно в важных делах, означает зрелость и жизненный опыт. Карта говорит о необходимости тщательной оценки всех сторон дела для принятия правильного решения. Напоминает о необходимости баланса, непредвзятости. Также карта может указывать на предстоящий суд (но это может быть и конкурс, и соревнование). Действуйте законно и честно, тогда будет успех. Любая ложь, обман могут привести к поражению.
