Repository: anastasiya-laptseva/CourseProject
Catalog: CourseProject/Localizations/*.lproj/Localizable.strings
Languages: ru

# hangedCard_map_description
source: Bears inability to external activity, imprisonment in the monastery of the spirit. The will is bound hand and foot, all the forces are spent on spiritual work, changing the assemblage point. Under the pressure of external obligations, one's own passivity is perceived painfully. In any case, you feel not free in your decisions: you cannot do either what you want or what you need. It is necessary to gain patience and humility, to remain calm, to wait, to perceive the situation from its bright side. It can drop when there is a fairly clear idea of ​​what needs to be done, but something does not allow this action to be taken. The map indicates a hopeless, dead-end situation. At the same time, this does not mean at all that there is no way out of the situation at all - it simply cannot (or is very difficult) be done in the usual way. It is necessary to change the perception of reality and the course of action, only then can you get out of the current situation. The Hanged Man can also talk about the fact that a person is under strong pressure, he is forced to act in a certain way, or simply used. Sometimes the Hanged Man can indicate that a person is in isolation. The card also has a lighter meaning - it can indicate a willingness to make a sacrifice for the sake of higher goals, or the fact that the right behavior can help even in adverse circumstances to gain a benefit. But at the same time, the sacrifice must be conscious and voluntary. Otherwise, you still have to lose something, but the choice will already be up to fate, and who knows what she will choose.
ru: Несет неспособность к внешней активности, заточение в монастыре духа. Воля связана по рукам и ногам, все силы уходят на духовную работы, смену точки сборки. Под давлением внешних обязательств собственная пассивность воспринимается мучительно. В любом случае, вы чувствуете себя несвободным в своих решениях: не можете делать либо то, что хочется, либо то, что надо. Надо набираться терпения и смирения, сохранять спокойствие, ждать, воспринимать ситуацию с ее светлой стороны. Может выпасть тогда, когда имеется довольно четкое представление, что необходимо сделать, но что-то не позволяет предпринять это действие. Карта указывает на бесперспективное, тупиковое положение. При этом вовсе не означает, что из ситуации вовсе нет выхода – просто это нельзя (или очень сложно) сделать привычным способом. Нужно менять восприятие действительности и образ действий, только тогда можно выпутаться из сложившегося положения. Также Повешенный может говорить о том, что человек подвергается сильному давлению, его вынуждают поступать определенным образом либо просто используют. Иногда Повешенный может указывать на то, что человек оказался в изоляции. Есть у карты и более светлое значение – она может указывать на готовность принести жертву ради высших целей, или на факт, что правильное поведение может помочь даже в неблагоприятных обстоятельствах получить выгоду. Но при этом жертва должна быть сознательной и добровольной. Иначе потерять что-нибудь все равно придется, но выбор уже будет за судьбой, и кто ее знает, что она выберет.

# deathCard_map_description
source: The card indicates that something in your life has come to a logical conclusion (died, outlived). But do not despair, because after the completion of one business, the beginning of new business, the birth of new ideas and projects will definitely follow. This can be related to both personal relationships and work. Also, the card may indicate that a person will have to part or say goodbye to his affairs forever, perhaps he himself will refuse something. The Death card actually symbolizes change, and change can be liberation. This card suggests that the old ways of acting will no longer be useful, the old patterns of thinking, too. All this can be derailed, because it does not allow you to move forward to new opportunities. Death is as much a part of life as the daily sunset and dawn. Death or change is not to be feared. Change affects everyone, regardless of wealth or poverty. This card usually means not physical death, but the death of the former self or the former mode of action. The main idea of ​​the card is change and transformation.
ru: Карта свидетельствует о том, что в вашей жизни что-то пришло к логическому завершению (умерло, отжило). Но не стоит отчаиваться, ведь после завершения одного дела, обязательно последует начало новых дел, рождение новых идей и проектов. Это может быть связано как с личными отношениями, так и с работой. Также карта может свидетельствовать о том, что человеку придется расстаться или навсегда распрощаться со своими делами, возможно, он сам от чего-то откажется. Карта Смерти фактически символизирует изменение, а изменение может быть освобождением. Эта карта говорит о том, что прежние способы действия больше не пригодятся, старые схемы мышления - тоже. Все это можно пускать под откос, потому что оно не дает вам двигаться вперед, к новым возможностям. Смерть - такая же часть жизни, как ежедневный закат и утренняя заря. Смерти или изменений не следует бояться. Перемены касаются каждого, невзирая на богатство и бедность. Эта карта обычно означает не физическую смерть, а смерть прежнего я или прежнего способа действия. Основная идея карты - изменение и превращение.

# moderationCard_map_description
source: A lucky card that characterizes beauty, joy, peace and harmony, light and restoration. The card has a beneficial effect on a person and his activities. A person has to go through some kind of test. Thanks to the lasso, disagreements and tense situations will take place in a more relaxed form. Regardless of the circumstances, you can count on things to calm down and clear up. There will be no hopeless situations. If something seemed out of reach, it will happen very soon. But the main thing is that a person should show his patience and self-control. The card implies adaptation and compromise, humility and humility. This card represents balance, balance, coordination, and the ability to live and work in harmony with others. Drawing this card means you have these qualities. Your attitude towards life reflects a strong sense of personal integrity and the ability to manage emotional and intellectual qualities in dealing with other people. Everything is stable and balanced in your personal and business spheres, and you are calm and content with life. However, it is important that you maintain this sense of calm and stability. Be patient as you explore new opportunities and save up for the future.
ru: Счастливая карта, характеризующая красоту, радость, тишину и гармонию, свет и восстановление. Карта благотворно влияет на человека и его деятельность. Человеку предстоит пройти какое-то испытание. Благодаря аркану, разногласия и напряженные ситуации будут проходить в более смягченной форме. Независимо от обстоятельств, можно рассчитывать на то, что все утихомирится и прояснится. Не будет безвыходных ситуаций. Если что-то казалось недосягаемым, совсем скоро случится. Но главное, чтобы человек проявил свое терпение и самоконтроль. Карта подразумевает адаптацию и компромиссы, смирение и покорность. Эта карта олицетворяет равновесие, баланс, координацию и способность жить и работать в гармонии с другими. Вытаскивание этой карты оз­начает, что вы обладаете этими качествами. Ваше отношение к жизни отражает сильное ощущение личной целостности и способность управлять эмоциональны­ми и интеллектуальными качествами при общении с другими людьми. В личной и деловой сферах у вас все стабильно и сбалансировано, и вы спо­койны и довольны жизнью. Однако важно, чтобы вы сохранили это ощущение ­спокойствия и стабильности. Будьте терпеливы, исследуя новые возможности и делая накопления для будущего.

# devilCard_map_description
source: The lasso has a bad meaning and indicates that a person is not able to keep the situation under control, and because of this, he incurs a lot of trouble. The Devil card says that a person stumbled, and his actions led to self-destruction and degradation. The card warns that you should not indulge your weaknesses and follow their lead. Even carnal strength can be called self-indulgence. A person under the influence of this card will obey someone or depend on someone. It just won't lead to anything good. Some personality will appear in the environment, which will have power over him, depriving him of his freedom and a fulfilling life. Also, the card can mean that a person is tormented by his dark past, and he is dependent on him. The Devil card can easily lead a person astray, it shows how he plays with fire. In life, strong hobbies may appear that will harm duties, and because of passion, a person will lose his conscience.
ru: Аркан имеет дурное значение и указывает на то, что человек не способен держать ситуацию под контролем, и из-за этого навлекает на себя много неприятностей. Карта Дьявол говорит о том, что человек оступился, и его поступки привели к саморазрушению и деградации. Карта предупреждает о том, что не следует потакать своим слабостям и идти у них на поводу. Даже плотскую силу можно назвать потаканием своим слабостям. Человек под воздействием этой карты будет кому-то подчиняться или от кого-нибудь зависеть. Только ни к чему хорошему это не приведет. Появится в окружении какая-то личность, которая будет иметь над ним власть, лишая его свободы и полноценной жизни. Также карта может означать и то, что человека мучает его темное прошлое, и он от него зависим. Карта Дьявол легко может сбить человека с пути, она показывает, как он играет с огнем. В жизни могут появиться сильные увлечения, которые принесут вред обязанностям, а из-за страсти человек потеряет совесть.

# towerCard_map_description
source: The key word of this card is crisis. Explosion or scrapping, destruction, betrayal, loss after the previous injection. In a certain sense, this is a punishment for what was before. It is the Expulsion of the Devil (previous Arcana). The ancient name of the Tower is the House of God. This is worth thinking about. This is the House of the Devil (as the map was called in medieval Italy), which, under a stroke of heavenly lightning, turns into a place of the presence of God. Through the Tower there is a liberation from a false, not conducive to the development of aspiration, through the destruction of what a person believed in and what he strongly aspired to. There is a loss of the achieved balance, based on false grounds. The Tower is the orderly of evolution, it heals our life from everything that poisons it, destroys stagnant situations that hinder growth. At the same time, the blows of fate may seem as tragic and incomprehensible as it seems to a child who is being dragged to the doctor to remove a bad tooth. Few people perceive these cleansing operations with enthusiasm, but they are still needed. The tower shows that the walls behind which we hid (or hid something) are crumbling. One period of life is replaced by another, and this happens very rapidly, and therefore not painlessly. In the simplest sense, the card symbolizes the end of the existing situation under the influence of external forces, moreover, unexpected and very fast. It can be either just reactive cleansing, or a total collapse of the current situation (at least in the area of ​​the question being asked). The tower pulls a person out of the circumstances limiting him, violates the long-existing state of affairs. Sometimes this is completely in line with the expectations and even the desires of the questioner, so the Tower is not always so bad. Next to positive cards, she reports the collapse of the existing evil, foreshadowing the end of the black streak in life and getting rid of a heavy load. It's time to enter the future under the roar of the wreckage of the past.
ru: Ключевое слово этой карты – «кризис». Взрыв или слом, разрушения, предательство, потеря после предшествовавшего нагнетания. В определенном смысле это кара за то, что было до того. По ней происходит Изгнание Дьявола (предыдущий Аркан). Стародавнее название Башни – Дом Божий. Над этим стоит подумать. Это Дом Дьявола (так карта называлась в средневековой Италии), превращающийся под ударом небесной молнии в место присутствия Бога. По Башне идет освобождение от ложного, не способствующего развитию стремления, через разрушение того, во что человек верил и к чему сильно стремился. Происходит утрата достигнутого равновесия, опиравшегося на ложные основания. Башня – санитар эволюции, она исцеляет нашу жизнь от всего, что ее отравляет, разрушает застойные ситуации, мешающие росту. При этом удары судьбы могут показаться такими же трагичными и непостижимыми, как это видится ребенку, которого тащат к врачу удалять больной зуб. Мало кто воспринимает эти очистительные операции с восторгом, но они все-таки нужны. Башня показывает, что стены, за которыми мы прятались (или что-то прятали), рушатся. Один период жизни сменяется другим, причем происходит это весьма стремительно, а потому не безболезненно. В самом простом смысле карта символизирует конец существующей ситуации под влиянием внешних сил, причем неожиданный и очень быстрый. Это может быть как просто реактивное наведение порядка по типу зачистки, так и тотальный развал существующей на сегодняшний день ситуации (по крайней мере, в области задаваемого вопроса). Башня вырывает человека из ограничивающих его обстоятельств, нарушает давно существующее положение вещей. Иногда это полностью соответствует ожиданиям и даже желаниям вопрошающего, так что Башня не всегда так уж плоха. Рядом с позитивными картами она сообщает о распаде существующего зла, предвещая конец черной полосы в жизни и избавление от тяжелого груза. Пора входить в будущее под грохот обломков прошлого.

# starCard_map_description
source: The star shows hope, changes for the better are taking place. The lasso symbolizes the sunrise, but the dawn is just coming. This means that a person will have any new ideas that he will be able to bring to life. He is sure that a better future will come soon, he dreams, makes plans. Maybe a new acquaintance or a new love will appear, existing disagreements will be overcome, mutual understanding will come, talents will develop, insight will descend on a person. Arkan says that the era of serenity has come, the difficulties are left behind, the prospects will be very promising. You need to wait, but inaction should not be in vain. Your wish will come true, and your plan will end happily. There is no need to wait for a new road to open right now, immediately. Or manna (gold, dollars, the minister's portfolio) will fall straight from heaven, but the prospect is about to appear over the horizon. Higher powers are ready to turn their favorable gaze on you, so they will definitely give you some kind of sign showing you the new direction of your path. Try to pay attention to secret signs. It can be the words or title of a song you heard by chance, the title of a magazine, an article in a newspaper, an ad on a lamppost, and more.
ru: Звезда показывает надежду, происходящие изменения к лучшему. Аркан символизирует восход солнца, но рассвет только-только наступает. Это означает, что у человека возникнут какие-либо новые идеи, которые он сумеет воплотить в жизнь. Он уверен, что вскоре наступит лучшее будущее, он мечтает, строит планы. Может быть появится новый знакомый или новая любовь, имеющиеся разногласия будут преодолены, настанет взаимопонимание, таланты разовьются, на человека снизойдет озарение. Аркан говорит о том, что наступила эпоха безмятежности, трудности остались позади, перспективы будут весьма многообещающими. Вам нужно подождать, но бездействие не должно быть напрасным. Ваше желание исполнится, а задуманное благополучно закончится. Не нужно ждать, что новая дорога откроется прямо сейчас, немедленно. Или прямо с небес посыплется манна (золото, доллары, портфель министра), однако перспектива вот-вот покажется за горизонтом. Высшие силы готовы обратить на вас свой благосклонный взор, поэтому обязательно подадут вам какой-нибудь знак, показывающий вам новое направление вашего пути. Постарайтесь обратить внимание на тайные знаки. Это может быть слова или название из случайно услышанной песни, название журнала, статья в газете, объявление на фонарном столбе и другое.

# moonCard_map_description
source: The lasso testifies to something hidden and unconscious when it comes to the dark sides of a person, about his secrets. The card can hide such a secret that can result in danger. In a person's life, unpleasant moments can occur with the manifestation of emotions (envy, jealousy). And now is not the time to test yourself for strength, to show your courage. The card warns a person from danger, she advises him to be careful, tracking his every step. And all because many events that will take place will not always be subject to man. A person will face unpredictability. The information that he will receive will be incomplete, and all because the person himself refuses to face the truth. There is a danger of falling into someone's trap, sudden changes are not ruled out. A person will face difficulties and obstacles, but it will not immediately become clear how serious they are. It is very easy to stumble and make a mistake. If recently everything seemed clear, now darkness. It's like day and night. During the day we see one picture, and at night completely different sensations.
ru: Аркан свидетельствует о чем-то потаенном и бессознательном, когда речь идет о темных сторонах человека, о его тайнах. Карта может скрывать такую тайну, которая может вылиться опасностью. В жизни человека могут произойти неприятные моменты с проявлением эмоций (зависть, ревность). И пока не время испытывать себя на прочность, проявлять свою смелость. Карта предостерегает человека от опасности, она советует ему – вести себя осторожно, отслеживая каждый свой шаг. А все потому что многие события, которые будут происходить не всегда будут подвластны человеку. Человек столкнется с непредсказуемостью. Информацию, которую он будет получать, окажется неполной, а все потому что человек сам отказывается смотреть правде в глаза. Есть опасность попасть в чью-то ловушку, не исключены внезапные перемены. Человек столкнется с трудностями и препятствиями, только не сразу станет понятно насколько они серьезные. Очень легко оступиться и совершить ошибку. Если недавно все казалось понятным, то теперь темнота. Это как день и ночь. Днем мы видим одну картину, а ночью совершенно другие ощущения.

# sunCard_map_description
source: The traditional meaning of this card is all the good things that can happen to a person. This is a general concept that includes a feeling of warmth, light, security, a positive outlook on the situation and the successful resolution of all problems. There is no need to say too much about this card as it speaks for itself. Just imagine dazzling, warming sunlight and write down your intuitive associations associated with it - all of them will be included in the symbolic field of the Arcanum. This is an ancient archetype familiar to each of us, so there is simply no need to supplement its interpretation. It is believed that this is the best, joyful, bright and kind card of the deck. A good card that tells about the bright and sunny streak of life. A person has a period when he feels happy and lucky. It may be related to the birth of a child or another situation where something new and positive is happening. The person who gets this lasso is a cheerful person, he is confident in his own future. Any difficulties and disagreements are easy for him, as he knows how to specifically describe the situation. The Arcana Sun highlights a person who strives for bright, pure and high ideals. He is directed towards the light, overcoming all the dark sides of his personality. And he, in fact, expects great success in many areas of activity. In addition, he is doing great things at work. He achieves incredible success and triumph not only in his career, but also in purely personal matters. And with this lasso, he can successfully enter into a marriage in which they will reign: love, respect, prosperity, joy, success.
ru: Традиционное значение этой карты — это всё хорошее, что только может случиться с человеком. Это общее понятие, включающее в себя чувство тепла, света, безопасности, позитивный взгляд на ситуацию и успешное разрешение всех проблем. Нет необходимости рассказывать об этой карте слишком много, поскольку она говорит сама за себя. Просто представьте себе ослепительный, согревающий солнечный свет и запишите свои интуитивные ассоциации, связанные с ним — все они будут включены в символическое поле Аркана. Это древний архетип, знакомый каждому из нас, поэтому дополнять его толкование просто не нужно. Считается, что это самая лучшая, радостная, светлая и добрая карта колоды. Хорошая карта, которая рассказывает о светлой и солнечной полосе жизни. У человека наступает период, когда он чувствует себя счастливым и удачливым. Это может быть связано с рождением ребенка или с другой ситуацией, где происходит что-то новое и позитивное. Человеку, которому выпадает этот аркан, является жизнелюбивой личностью, он уверен в собственном будущем. Любые трудности и разногласия ему даются легко, так как он умеет конкретно описывать ситуацию. Аркан Солнце выделяет человека, который стремится к светлым, чистым и высоким идеалам. Он направленно идет к свету, преодолевая все темные стороны своей личности. И его, в действительности, ожидает большой успех во многих сферах деятельности. Кроме того, у него прекрасно складываются дела на работе. Он достигает невероятных успехов и триумфа не только в карьере, но и в сугубо личных делах. И с эти арканом он может удачно вступить в брак, в котором будут царить: любовь, уважение, достаток, радость, успех.
