Repository: anastasiya-laptseva/CourseProject
Catalog: CourseProject/Localizations/*.lproj/Localizable.strings
Languages: ru

# doomsdayCard_map_description
source: So, in most cases, the Arcanum of the Last Judgment will report that life is changing dramatically. The angelic trumpet loudly announces the coming of these changes. The dead who have risen from the graves symbolize the liberation from what fettered, hindered, did not allow to live a full life. Therefore, first of all, the meaning of the Supreme Court of the Tarot will be the following - a cardinal change for the better. How exactly it will manifest itself depends on the theme of the alignment and neighboring cards. There are other semantic shades. Since the dead were once alive, the card can describe the return of a person to the way of life that took place in the distant past. Often Arkan is also interpreted as retribution for sins committed in the past, while the previous incarnation can also be considered the past - thus reflecting the law of karma. If the Court card fell out in the Tapo layout, then you can count on a favorable interpretation. This is a hint that significant changes will soon come into life or the personality itself will be transformed. New goals, aspirations and intentions will appear. Some will discover new talents. However, remember that everything new comes with getting rid of the old. Therefore, we will have to cross out stereotypes and abandon outdated thinking.
ru: Итак, в большинстве случаев Аркан Страшного Суда будет сообщать о том, что жизнь кардинально меняется. Ангельская труба громко возвещает о приходе этих изменений. Мертвецы, восставшие из могил, символизируют собой освобождение от того, что сковывало, мешало, не давало жить полноценной жизнью. Поэтому, в первую очередь, значение Высшего Суда Таро будет следующее — кардинальное изменение в лучшую сторону. Как именно оно проявится — зависит от тематики расклада и соседних карт. Существуют и другие смысловые оттенки. Поскольку мёртвые когда-то были живыми, карта может описывать возвращение человека к тому образу жизни, что имел место в далёком прошлом. Часто Аркан также трактуется как расплата за грехи, совершённые в прошлом, при этом прошлым может считаться и предыдущее воплощение — таким образом отражается закон кармы. Ecли кapтa Cуд выпaлa в pacклaдe Tapo, тo мoжeтe paccчитывaть нa блaгoпpиятную тpaктoвку. Этo нaмeк нa тo, чтo вcкope в жизнь вopвутcя знaчитeльныe измeнeния или жe тpaнcфopмиpуeтcя caмa личнocть. Появятся нoвыe цeли, cтpeмлeниe и нaмepeния. Heкoтopыe oткpoют нoвыe тaлaнты. Oднaкo пoмнитe, чтo вce нoвoe зaxoдит пpи избaвлeнии oт cтapoгo. Поэтому пpидeтcя вычеркнуть cтepeoтипы и oткaзaтьcя oт уcтapeвшeгo мышлeния.

# worldCard_map_description
source: The lasso is the embodiment of good luck and contentment. A person under the influence of the World will experience a feeling of joy and harmony. He will be happy not only to relax, but also to do work. The World card already speaks for itself that a person must come to terms with the world around him. The lasso is filled with positive energy, as if a person acquires a personal paradise, achieves a long-awaited and longed-for goal. In addition, the World may indicate that a certain life cycle has ended or something has been realized. With the World Card, a person will feel complete victory even in the most difficult and risky situations. It is not excluded - making a profit, inheritance. All problems will be solvable, good people will stretch, and bad people will somehow disappear, health will be restored. Good luck in fate will appear by itself, you don’t even need to make maximum efforts for this. He will achieve everything he could dream of. He will experience satisfaction from the fact that the puzzle has developed into a single picture.
ru: Аркан является воплощением удачи и удовлетворенности. Человек под воздействием Мира, будет испытывать чувство радости и гармонии. Он с удовольствием будет не только отдыхать, но и выполнять работу. Карта Мир уже говорит за себя о том, что человек должен примириться с окружающим миром. Аркан наполнен положительной энергией, человек как будто обретает личный рай, достигает долгожданной и вожделенной цели. Кроме того, Мир может свидетельствовать о том, что завершился определенный жизненный цикл или что-то реализовалось. С Картой Мир человек ощутит полную победу даже в самых трудных и рискованных ситуациях. Не исключено – получение прибыли, наследства. Все проблемы будут разрешимыми, хорошие люди потянутся, а плохие неким образом отпадут, восстановится здоровье. Удача в судьбе будет появляться сама собой, даже не нужно прикладывать для этого максимальные усилия. Он достигнет всего, о чем только мог мечтать. Он испытает удовлетворение от того, что пазл сложился в единую картинку.

# financialSpread_title
source: Financial Spread
ru: Финансовый расклад

# onEveryDaySpread_title
source: Every Day Spread
ru: На каждый день

# lovelySpread_title
source: Lovely Spread
ru: Расклад на любовь

# situationSpread_title
source: Situation Spread
ru: Расклад на ситуацию

# healthySpread_title
source: Healthy Spread
ru: Расклад на здоровье

# personalGrowthSpread_title
source: Personal Growth Spread
ru: Личностный рост

# buttonTarotMake
source: Make Tarot
ru: Сделать расклад

# buttonTarotWrite
source: Write Tarot
ru: Читать описание

# financial_title_status
source: True Status
ru: RU financial_title_status

# financial_title_help
source: Your helpers, tips and advice
ru: RU financial_title_help

# financial_title_aim
source: Aim worth aiming for
ru: RU financial_title_aim

# financial_title_status_stability
source: What needs to be done to stabilize the situation
ru: RU financial_title_status_stability

# fool_financial
source: Don't waste your money on adventure and exploration. Want to go on a trip or learn a new skill? You can easily afford it now. Don't worry about the bills, better satisfy your curiosity.
ru: RU fool_financial

# magicianCard_financial
source: With your entrepreneurial spirit and the use of your skills, you will be able to make a decent profit. Your knowledge and skills will be appreciated and help you earn.
ru: RU magicianCard_financial

# highpriestessCard_financial
source: You are quite impractical when it comes to money and possessions. You have the ability to intuitively make the right decision. There are hidden factors that influence the situation.
ru: RU highpriestessCard_financial

# empressCard_financial
source: You are financially stable, or you will soon be. Wise use of your material resources, and moreover, they are in abundance. Prosperity in monetary matters, growing wealth.
ru: RU empressCard_financial

# emperorCard_financial
source: Potential for your financial success. Legal income. Manage your money wisely. Financial stabilization. A favorable home situation. Solving legal and real estate issues.
ru: RU emperorCard_financial

# lovesCard_financial
source: Your alliance with a partner (business or non-business) is likely to make a profit. Your spouse or loved one may be of significant help. Receive financial support to develop the project.
ru: RU lovesCard_financial

# chariotCard_financial
source: Change of residence. In financial matters, improvement in financial position may occur over time through vigorous action. One of the ancient meanings is pride and luxury.
ru: RUchariotCard_financial

# strengthCard_financial
source: Through work, you will achieve financial well-being through your own work and the development of inclinations.
ru: RU strengthCard_financial

# hermitCard_financial
source: The hermit may be advising you to simply step aside from financial matters and look at things from a different angle, making it clear that money is not the point.
ru: RU hermitCard_financial

# wheelOfFortune_financial
source: Feels like you don't have any authority to decide these things, but usually things are looking up, some new opportunities are coming up. Prosperity, improvement, success due to circumstances that may seem like sheer luck. Possibility of an unexpected win.
ru: RU wheelOfFortune_financial

# justiceCard_financial
source: Equal and fair distribution of income. Raising money fairly. Triumph of a worthy side in court in resolving a legal issue relating to property, money. This card can describe both the payment of a debt and the receipt of monetary compensation. Financial balance. Dealing with tax issues .
ru: RU justiceCard_financial

# hangedCard_financial
source: Loss of funds. Loss of housing (of course, there should be other indications in the layout of the risk of such a development of events). The need to save, reduce expenses, tighten the belt. Material losses. Loss of sources of income. Forced to sell some values, part with something.
ru: RU hangedCard_financial

# deathCard_financial
source: Loss of job, source of income (very typical). A global change in financial situation. This can be either the end of a difficult period or a decrease in income, other cards of the spread can give a hint.
ru: RU deathCard_financial

# moderationCard_financial
source: Moderation hints at financial savings and rarely pleases those who dream of great wealth. But it is understood, felt and appreciated by those who have had to lose their financial balance, as a rule, due to their own carelessness and immoderation.
ru: RU moderationCard_financial

# devilCard_financial
source: The devil is a symbol of profit and venality, commercialism and interest-bearing. It speaks of a focus on material wealth alone. It is also an unstoppable lust to keep chasing new acquisitions.
ru: RU devilCard_financial

# towerCard_financial
source: Job change, professional setbacks, competitive defeat, sudden firm bankruptcy or work project collapse, loss of prestige, influence, removal from office, ventures, unsustainable business, loss of money, poverty all of a sudden .
ru: RU towerCard_financial

# starCard_financial
source: A star signifies that material goals are within reach. As you work to secure your future financially, remember to appreciate what you already have, it will inspire you to move forward.
ru: RU starCard_financial

# moonCard_financial
source: Illicit business, shady dealings, double bottom contracts, fears and worries about work, confusing employment relationships, deceit, slander, frustration, bad influences, unforeseen dark circumstances - all of these are in possession of this card. Often, the Moon is associated with creative individuals who react very subtly to the phenomena of the world around them and sometimes run away from reality. Also, psychics, mediums, magicians, psychotherapists, magicians, illusionists can pass through this Arcana - people who one way or another interact with the dark side of things, phenomena, human personality.
ru: RU moonCard_financial

# sunCard_financial
source: The sun card indicates that a bright streak is coming in life, complete satisfaction with one's work and its results, a warm atmosphere within the work team, professional growth, self-realization, successful business, wealth, successful investments, a period of prosperity and well-being , creative professions.
ru: RU sunCard_financial

# doomsdayCard_financial
source: Getting out of a crisis, an invitation to a new job, important tasks of responsibility, development in a professional field, career growth, implementation of creative plans, a fundamental change in the financial situation, sometimes returning to old projects after a state of stagnation. Professions of the Court card related to show business, court cases, rhetoric, teaching, as well as work involving public speaking.
ru: RU doomsdayCard_financial

# worldCard_financial
source: The World Card is a total success achieved by one's own efforts, following one's true calling, triumph, victory, ending an old stage and starting a new one, resting on one's laurels, great achievements, expanding business, going international (for companies) . In matters of finance - the successful resolution of all problems, buying your own house, receiving an inheritance.
ru: RU worldCard_financial
