Repository: anastasiya-laptseva/CourseProject
Catalog: CourseProject/Localizations/*.lproj/Localizable.strings
Languages: ru

# tarotSpreadsMenu
source: Tarot Spreads
ru: Таро расклады

# descriptionMenu
source: Description
ru: Описание

# preservationMenu
source: Preservation
ru: Сохранения

# videoMenu
source: Video
ru: Видео

# settingsMenu
source: Settings
ru: Настройки

# buttomMapOfDay
source: Map of the day
ru: Карта дня

# onEveryDaySpread
source: On every day
ru: На каждый день

# lovelySpread
source: Station for two(layout for love)
ru: Вокзал на двоих(расклад на любовь)

# situationSpread
source: Celtic cross(analysis of a specific situation)
ru: Кельтский крест(разбор конкретной ситуации)

# healthySpread
source: Alignment for health
ru: Расклад на здоровье

# financialSpread
source: Full bowl (layout for finance)
ru: Полная чаша(расклад на финансы)

# personalGrowthSpread
source: Path (personal growth)
ru: Путь(личностный рост)

# choiceSpread
source: Сhoose
ru: Выбор

source: Language
ru: Язык

# theme
source: Themes
ru: Темы

source: English
ru: Английский

source: Russian
ru: Русский

source: Light
ru: Светлая

source: Dark
ru: Темная

# foolCard_description
source: New and interesting things are waiting for you. Circumstances will make you joke, discover something new, constantly improvise and show initiative. In general, this is a good deal, because you will be allowed to try on the role of a carefree child, for whom a serious life temporarily turns into an exciting game.
ru: Вас ждут нoвыe и интepecныe дeлa. Oбcтoятeльcтвa зacтaвят шутить, oткpывaть нeчтo нoвoe, пocтoяннo импpoвизиpoвaть и пpoявлять инициaтиву. B цeлoм, этo нeплoxoй pacклaд, пoтoму чтo вaм пoзвoлят пpимepить нa ceбя poль бeззaбoтнoгo peбeнкa, для кoтopoгo cepьeзнaя жизнь вpeмeннo пpeвpaщaeтcя в увлeкaтeльную игpу.

# magicianCard_description
source: Your active position can make this day successful. You have everything you need to make the right decision, start a new project, speak publicly, or get the right people on your side. The Magician card in daily forecasts recommends showing charisma and charm, a non-standard approach. It is important to be a leader, then everything will turn out perfectly.
ru: Ваша активная позиция способна сделать этот день удачным. У вас есть все необходимое, чтобы принять правильное решение, начать новый проект, выступить публично или привлечь на свою сторону нужных людей. Карта Маг в прогнозах на день рекомендует проявить харизму и обаяние, нестандартный подход. Важно быть лидером, тогда все сложится отлично.

# highpriestessCard_description
source: You need to listen to the inner voice and act according to the situation. On this day, you should rely on intuition. You should not look for explanations and justifications for those questions that you do not want to accept. You need to appreciate the time, and every second of this day.
ru: Вам нужно прислушаться к внутреннему голосу и действовать согласно ситуации. В этот день стоит положиться на интуицию. Не следует искать объяснений и оправданий тем вопросам, которые не хочется принимать. Вам необходимо ценить время, и каждую секунду этого дня.

# empressCard_description
source: This card will bring you an exciting day. You may want to go to nature to give energy and nourishment to your body and soul. You will have a lot of interesting ideas, as well as creative ideas.
ru: Эта карта принесет вам увлекательный день. Возможно, вам захочется отправиться на природу, чтобы дать энергию и подпитку своему организму и душе. У вас появится достаточно много интересных идей, а также творческих замыслов.

# emperorCard_description
source: On this day, you will succeed in everything that you undertake, there will be enough strength, energy and determination for everything. If you have a difficult task or a problem that has been put off for a long time, this is what you need to take on. It is necessary to act decisively, but carefully and thoroughly.
ru: Вам в этот день будет удаваться все, за что вы возьметесь, сил, энергии и решимости хватит на все. Если у вас есть какое-либо сложное дело или проблема, решение которой долго откладывалось, надо взяться именно за это. Действовать нужно решительно, но взвешенно и основательно.

# hierophantCard_description
source: You will receive sensible, reasonable advice, a hint on how to get out of the situation. Or you yourself can become a teacher for someone. But do not assert yourself at the expense of another.
ru: Вы получите толковый, разумный совет, подсказку о выходе из ситуации. Либо вы сами можете стать учителем для кого-либо. Но не стоит самоутверждаться за счёт другого.

# lovesCard_description
source: Today you need to make a final decision, regardless of whether it is related to professional activities or some personal matters. If a person doubted something for a long time or simply did not rush things, now fate gives him a chance to put an end to it.
ru: Сегодня вам необходимо принять окончательное решение, независимо от того, связано ли это с профессиональной деятельностью или с какими-то личными делами. Если человек долго в чем-то сомневался или просто не торопил события, то теперь судьба дает ему шанс поставить окончательную точку.

# chariotCard_description
source: You should only move forward, overcoming all obstacles in your path. Contradictions and conflicts will be eliminated on this day. Only decisive steps and actions contribute to good luck.
ru: Вам следует двигаться только вперед, преодолевая все препятствия на своем пути. Противоречия и конфликты будут устранены в этот день. Только решительные шаги и действия способствуют удаче.

# strengthCard_description
source: You are encouraged to put your talents to work or to become more active on a personal level. On the day on which such a card fell, there will be enough strength for everything.
ru: Вам рекомендовано приложить свои таланты к работе или активизироваться в личном плане. В день, на который выпала такая карта, сил хватит на все.

# wheelOfFortuneCard_description
source: Today you expect positive events in life. And whatever happens in your destiny, everything must be accepted with gratitude. There is an opportunity to achieve a lot on this day, you can take the first step and take the initiative. Events can somehow happen that will be from a past life.
ru: Сегодня вас ожидают положительные события в жизни. И что бы ни происходило в вашей судьбе, все нужно принимать с благодарностью. Есть возможность в этот день достичь многого, можно сделать первый шаг и проявить инициативу. Могут каким-то образом произойти события, которые будут из прошлой жизни.

# justiceCard_description
source: This day can be decisive for you. You need to take the time to understand your affairs as carefully as possible, to make responsible, objective and thoughtful decisions. The card tells you that nothing will be given for free, but there will be no obstacles in anything if you are ready to be responsible for everything you receive.
ru: Этот день может стать для вас решающим. Вам необходимо найти время, чтобы как можно более тщательно разобраться в своих делах, принять ответственные, объективные и продуманные решения. Карта подсказывает вам, что ничто не будет даваться даром, но и ни в чем не будет препятствий, если вы готовы отвечать за все, что получаете.

# hangedCard_description
source: You need to be patient and just get through the day. Attempts to somehow influence events and accelerate their course will only lead to the opposite result. It is better to spend time on understanding the situation and developing action plans for the future.
ru: Вам нужно набраться терпения и просто пережить этот день. Попытки как-то повлиять на события и ускорить их ход приведут только к противоположному результату. Лучше потратить время на осмысление положения и разработку планов действий на будущее.

# deathCard_description
source: On this day, for you, what is happening will become a passed stage (past). For some, this will be good news that this has finally happened and everything is over, but for some, it will not want to leave, because this time meant so much to him. But nothing can be done here, you need to come to terms with the circumstances, and prepare to part with the past.
ru: В этот день для вас происходящее станет пройденным этапом (прошлое). Для кого-то это будет приятной вестью, что наконец-то это произошло и все завершилось, а кому-то не захочется расставаться, ведь это время так много значило для него. Но ничего здесь не поделаешь, нужно смириться с обстоятельствами, и подготовиться к тому, чтобы расстаться с прошлым.

# moderationCard_description
source: This day can truly be called magical. Some new discoveries and events will happen in your life, something will happen related to creativity. Perhaps you will be able to not only improve your life, he will be able to help other people in some way, he will gladly solve their problems.
ru: Этот день можно, поистине, назвать волшебным. У вас произойдут в жизни какие-то новые открытия и события, что-то произойдет, связанное с творчеством. Возможно, у вас получится не только наладить свою жизнь, он сможет в чем-то помочь и другим людям, с удовольствием решит их проблемы.

# devilCard_description
source: On this day you will see the shadow side of your character. Perhaps someone will lead you astray and direct him to an unseemly act, or maybe he will completely change his principles.
ru: В этот день вы увидите теневую сторону своего характера. Возможно, кто-то собьет вас с пути и направит его на неблаговидный поступок, а может он и вовсе изменит своим принципам.

# towerCard_description
source: The day will become decisive, important, transformational and will influence the subsequent life. Any loss will turn into favorable opportunities and the achievement of new goals.
ru: День станет решающим, важным, трансформационным и будет влиять на последующую жизнь. Любая потеря обернется благоприятными возможностями и достижением новых целей.

# starCard_description
source: You need to appreciate the opportunities presented to you, believe in yourself, that's what the card advises. Higher powers favor you, even if your goal seems unrealistic, the plan is crazy, there is no need to stop, you have set yourself a goal, and nothing will stop them.
ru: Вам нужно ценить представившиеся вам возможности, верить в себя, вот что советует карта. Высшие силы благоволят вам, даже если ваша цель кажется нереальной, план сумасшедшим, не нужно останавливаться, вы поставили себе цель, и ничего им не помешает.

# sunCard_description
source: The day will be remembered bright and happy. Either this will be associated with some kind of victory, or perhaps just a day will pass without problems and worries. You should take up some new occupation, it will become successful. Do not forget that there are people who also want to take part in this. Don't deny them this opportunity.
ru: День запомнится ярким и счастливым. Либо это будет связано с какой-то победой, а возможно, просто день пройдет без проблем и забот. Следует взяться за какое-нибудь новое занятие, оно станет успешным. Не забывайте и о том, что найдутся люди, которые тоже захотят принять в этом участие. Не отказывайте им в такой возможности.

# doomsdayCard_description
source: You can cope with any troubles and get out of impasses. Moreover, some problems will be solved without your participation at all. But it is important that you pay attention and seize the opportunity in time. If you manage, then fate guarantees success and pleasant bonuses. But rely solely on your own strength.
ru: Вы cмoжeтe cпpaвитьcя c любыми нeпpиятнocтями и выпутaeтecь из тупикoвыx ситуаций. Бoлee тoгo, некoтopыe пpoблeмы peшaтcя вообще без вашего участия. Ho вaжнo, чтoбы вы пpoявили внимaтeльнocть и вoвpeмя уxвaтилиcь зa вoзмoжнocть. Ecли cпpaвитecь, тo cудьбa гapaнтиpуeт уcпex и пpиятныe бoнуcы. Ho пoлaгaйтecь иcключитeльнo нa coбcтвeнныe cилы.

# worldCard_description
source: On this day, like never before, you will feel strength and harmony with the world around you. You can fully enjoy this day, its calm and favorable outlines. It will seem to you that everything is going as it should, or he simply will not attach any importance to any interference. If you are in need of a place where you can find shelter, then the card of the day guides you to take this step.
ru: В этот день вы, как никогда, ощутите силы и гармонию с окружающим миром. Вы в полной мере можете насладиться этим днем, его спокойными и благоприятными очертаниями.Вам будет казаться, что все идет так, как и должно, либо он просто не придаст значения каким-то помехам. Если вы нуждаетесь в месте, где вы можете найти себе приют, то карта дня направляет вас сделать этот шаг.

# foolCard_map_description
source: The Jester card comes at number zero in the deck, which gives it infinite potential. Jester usually falls to a person who has yet to build his life. This lasso represents innocence. Therefore, Jester usually means the beginning of a new journey that will form character, fill you with optimism and get rid of restrictions. In addition, this lasso can be seen as a call for risky decisions. Jester inspires courageous deeds because it understands that every day is a chance to discover something new and experience an amazing range of emotions and feelings, consisting of anticipation, surprise, awe and curiosity. The lasso shows that you can never say with certainty what lies ahead for you, but you must joyfully welcome everything that comes into your life. The jester prefers to plunge headlong into the vicissitudes of life, even without first understanding the situation. He does not think about the problems and dangers that await on the route. His soul strives for experiments with reality and the search for novelty. This is an energetic and joyful optimist who is 100% sure that life is preparing exceptionally exciting and interesting adventures. Of course, he can face dangers and unplanned situations, but this does not awaken fear and anxiety in the Jester.
ru: Карта «Шут» идет под нулевым номером в колоде, что наделяет ее бесконечным потенциалом. «Шут» обычно выпадает человеку, которому еще предстоит строить свою жизнь. Этот аркан олицетворяет невинность. Поэтому «Шут», как правило, означает начало нового путешествия, которое сформирует характер, наполнит оптимизмом и избавит от ограничений. Кроме того, этот аркан можно рассматривать как призыв к рискованным решениям. «Шут» вдохновляет на смелые поступки, потому что понимает, что каждый день — это шанс открыть для себя что-то новое и прочувствовать удивительный спектр эмоций и чувств, состоящий из предвкушения, удивления, благоговения и любопытства. Аркан показывает, что вы никогда не сможете с уверенностью сказать, что ждет вас впереди, но должны радостно приветствовать все, что приходит в вашу жизнь. Шут пpeдпoчитaeт c гoлoвoй пoгpужaтьcя в жизнeнныe пepипeтии, дaжe пpeдвapитeльнo нe paзoбpaвшиcь в cитуaции. Oн нe зaдумывaeтcя o пpoблeмax и oпacнocтяx, пoдcтepeгaющиx нa мapшpутe. Eгo душa cтpeмитcя к экcпepимeнтaм c peaльнocтью и пoиcку нoвизны. Этo энepгичный и paдocтный oптимиcт, кoтopый нa 100% увepeн в тoм, чтo жизнь гoтoвит иcключитeльнo увлeкaтeльныe и интepecныe пpиключeния. Koнeчнo, oн мoжeт cтaлкивaтьcя c oпacнocтями и нeзaплaниpoвaнными cитуaциями, нo этo нe пpoбуждaeт в Шутe cтpaxa и бecпoкoйcтвa.

# magicianCard_map_description
source: The magician is a very energetic and positive card, and it calls for an equally energetic and creative action on your part (“you wanted to do it yourself”). The magician says you have power. Right now, you have been given the ability to control the course of events and control your environment. Tighten your will and mind - and you will be able to subjugate the elements in the game, people, resources, the driving forces of action. The magician says that the whole process, about which the question is asked, takes place under your direct control, you are the main character, and therefore it is up to you to decide in which direction the situation should be turned. As a rule, the Magician's card says that the present time is a period of relative safety and success, when it is quite possible to create favorable conditions for yourself and generally take something under your control. The card makes it clear that there are all opportunities to transform and improve your life. According to the Magician, changes usually come from the questioner himself, although it also happens that some external factor transforms life (surrounding cards can give a hint of this). The magician is a kind of warning that now actions (including those at the level of intentions, desires and imagination) will have increased effectiveness. Life is full of miracles. And last but not least, you need to learn to control your thoughts, because now it is consciousness that determines being.
ru: Маг – весьма энергетически насыщенная и позитивная карта, и она взывает к столь же энергичному и созидательному действию с вашей стороны («сами захотели – сами сделали»). Маг говорит – у вас есть власть. Прямо в настоящий момент вам дана способность управлять ходом событий и контролировать свое окружение. Напрягите волю и разум – и вы сможете подчинить себе элементы в игре, людей, ресурсы, движущие силы действа. Маг говорит, что весь процесс, о котором задан вопрос, протекает под вашим непосредственным контролем, вы и есть главное действующее лицо, и поэтому вам решать, в какую сторону следует повернуть ситуацию. Как правило карта Мага говорит о том, что настоящее время – это период относительной безопасности и успеха, когда вполне можно создать себе благоприятные условия и вообще взять нечто под свой контроль. Карта дает понять, что есть все возможности преобразовать и наладить свою жизнь. По Магу обычно перемены исходят от самого вопрошающего, хотя бывает и так, что жизнь преобразует какой-то внешний фактор (намек на это могут дать окружающие карты). Маг – это своего рода предупреждение о том, что сейчас действия (в том числе и на уровне намерений, желаний и воображения) будут обладать повышенной результативностью. Жизнь полна чудес. И не в последнюю очередь надо учиться управлять своими мыслями, потому что сейчас именно сознание определяет бытие.

# highpriestessCard_map_description
source: Sometimes the Priestess is simply an indication of some female person (wife, mother, daughter, sister, friend, boss, rival). But more often the Second Arcana of the Tarot symbolizes the presence of mystery. Other cards of the layout can give a hint about her character. It is difficult to find out this secret right off the bat, it will be revealed in due time. She is a mentor, but she does not teach everyone, but those who trust the wisdom of unconscious forces and the mysterious inner world. Not surprisingly, women do it a little better. The Arcana of the Great Priestess advises you to pay attention to “minor coincidences” and listen carefully to various kinds of clues, pointers on the path of life (that is, hold on to every sign that you for some reason realized as addressed to yourself). The priestess personifies your unconscious forces - intuition, premonition, often inexplicable, but quite firm confidence in something. This is the key to that mysterious truth that eludes the logically thinking mind. It is necessary to pay attention to the subconscious, dreams. The knowledge you're looking for is within you, and to find it, you have to bypass your cool mind. The main meaning of the Priestess is wisdom, knowledge, understanding, the ability to learn, teach, comprehend the mysteries and initiate the mysteries.
ru: Иногда Жрица является просто указанием на некоторое лицо женского пола (жену, мать, дочь, сестру, подругу, начальницу, соперницу). Но чаще Второй Аркан Таро символизирует присутствие тайны. О ее характере могут дать подсказку другие карты расклада. Сходу эту тайну узнать сложно, она откроется в свое время.. Для того, кто привык смотреть на все в упор «как есть», игнорируя намеки и переносные смыслы, тайны Жрицы навсегда останутся тайнами. Она наставница, но учит не всех, а тех, кто доверяет мудрости бессознательных сил и таинственному внутреннему миру. Не удивительно, что чуть лучше это получается у женщин. Аркан Великой Жрицы советует вам обращать внимание на «мелкие совпадения» и внимательно прислушиваться к различного рода подсказкам, указателям на жизненном пути (то есть - держаться за каждый знак, который вы почему-то осознали, как обращенный к себе). Жрица олицетворяет ваши неосознаваемые силы - интуицию, предчувствие, часто необъяснимую, но вполне твердую уверенность в чем-то. Это - ключ к той таинственной истине, которая ускользает от логически мыслящего разума. Необходимо обратить внимание на подсознание, сны. Знание, которое вы ищете, внутри вас, и чтобы найти его, нужно обойти свое крутое сознание. Основное значение Жрицы - мудрость, знание, понимание, способность учиться, учить, постигать таинства и посвящать в таинства.

# empressCard_map_description
source: The Empress embodies the awakening of nature and the energy of abundance. This is a good card, there is every reason to rejoice at its presence in the layout. It portends a busy time, rich in satisfying events. The situation favors the questioner, and events develop quite quickly. The Empress has a colossal life-giving energy, so there is every reason to believe that what has been dormant for a long time will wake up under her influence and give new strong shoots, whether it be a new project, personal relationships, a course of recovery, building a house, or a dissertation once abandoned . Any business under her auspices flourishes and grows. At the highest level, it symbolizes the Veil and has the essential meaning of Protection, guardianship over the fate of the questioner, at least at the present time. Traditional meanings are fruitful development, progress, active creation, realization of opportunities. In the upright position, it symbolizes creation, beauty and goodness in daily and material affairs, in feelings and thoughts. Her motherly gifts are security, physical and emotional comfort, enjoyment of life, a celebration of body and soul, sometimes a gift of mutual love.
ru: Императрица воплощает собой пробуждение природы и энергию изобилия. Это хорошая карта, есть все основания радоваться ее присутствию в раскладе. Она предвещает насыщенное время, богатое несущими удовлетворение событиями. Ситуация благоприятствует вопрошающему, причем события развиваются довольно быстро. Императрице присуща колоссальная животворящая энергетика, поэтому есть все основания полагать, что то, что долго пребывало в спячке, под ее влиянием проснется и даст новые сильные побеги, будь то новый проект, личные отношения, курс оздоровления, строительство дома или брошенная когда-то диссертация. Любое дело под ее покровительством процветает и разрастается. На высшем уровне она символизирует Покров и имеет существенное значение Защиты, опеки над судьбой вопрошающего, по крайней мере в настоящее время. Традиционные значения – плодотворное развитие, прогресс, активное созидание, реализация возможностей. B прямом положении она символизирует созидание, красоту и добро в делах ежедневных и материальных, в чувствах и мыслях. Ее материнские дары - безопасность, физический и эмоциональный комфорт, наслаждение жизнью, праздник души и тела, иногда – дар взаимной любви.
